;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Truls Pettersen
; TranslationAuthorEmail: trul-p@online.no
; Soft Version: 7.x
;

[Translation]
LangCode=0414
ReadHabit=Left-to-right
LanguageName=NO
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informasjon
Warning=Advarsel
Error=Feil
Confirm=Bekreft
FrmWRC.btnregclean.caption=Register Renser
FrmWRC.btnadv.caption=System Optimering
FrmWRC.btnsilm.caption=Register Defragmentering
FrmWRC.btnrestore.caption=Gjenopprett
FrmWRC.btnsettings.caption=Innstillinger
FrmWRC.btnlikeit.caption=Liker det
FrmWRC.btnsuggest.caption=Forslag og tilbakemeldinger
FrmWRC.WiseSimpleButton1.caption=Sikkerhetskopi
FrmRegClean.btnall.caption=Velg Alt
FrmRegClean.btnre.caption=Anbefalt
FrmRegClean.btnnone.caption=Ikke Velg Noen
FrmRegClean.btnCustom.caption=Egendefinert Område
FrmRegClean.WiseLabel1.caption=Planlegger
FrmRegClean.lbltype.caption=Velg KjøreType:
FrmRegClean.lblweek.caption=Velg dag:
FrmRegClean.lbltime.caption=Tid:
FrmRegClean.btnScan.caption=Start Søk
FrmRegClean.btncancel.caption=Avbryt
FrmRegClean.btnrescan.caption=Søk Igjen
FrmRegClean.lblstat.caption=Du har ikke renset registeret enda. Det anbefales å gjøre dette umiddelbart!
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Register Nøkkel
FrmOptimizer.btnSlimming.caption=Optimaliser
FrmOptimizer.btnnone.caption=Ikke Velg Noen
FrmOptimizer.btnall.caption=Velg Alt
FrmOptimizer.btnDefault.caption=Standard Innstillinger
FrmOptimizer.lblrecommendinfo.caption=Prøv ut våre øvrige produkter fra wisecleaner.com nå!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer er en samling av viktige register, disk, og andre system verktøy for din PC. Enkelt å bruke og Effektivt!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner er det Beste Gratis Disk Renser for å fjerne junk filer og personlige spor. Hurtig, Grundig og Sikkert!
FrmOptimizer.lblwdc.caption=Wise Disk Renser
FrmOptimizer.lblre.caption=Ønsker du å forbedre Windows ytelsen ytterligere?
Frmoptimizer.lblinfoex.caption=System optimering kan forbedre ditt nettverk, gjøre Windows raskere, og stabilisere ditt system.
FrmOptimizer.btnoptimize.caption=Optimaliser
FrmRegDefragger.lblinfo.caption=Registry Defrag å gjøre datamaskinen kjøre raskere og mer stabil .
FrmRegDefragger.lblstat.caption=Du har ikke defragmentert registeret enda !
FrmRegDefragger.btndefrag.caption=Defragmenter
FrmRegDefragger.lblinfo1.caption=1. Vi anbefaler å stenge alle andre programmer før du kjører denne funksjonen.
FrmRegDefragger.lblinfo2.caption=2. Systemet vil være utilgjengelig under analysen.
FrmRegDefragger.lblinfo3.caption=3. Programmet vil starte maskinen på nytt etter register defragmentering er fullført.
FrmRegDefragger.lblinfo4.caption=4. Vennligst ikke avbryt register defragmenteringen, da dette vil gi uante konsekvenser.
FrmRegDefragger.vtdefrag.Columns[0]='Hive' Navn
FrmRegDefragger.vtdefrag.Columns[1]=Størrelse Nå
FrmRegDefragger.vtdefrag.Columns[2]=Ny Størrelse
FrmRegDefragger.vtdefrag.Columns[3]=Redundans Rate
FrmRegDefragger.btnAnalysis.caption=Analyse
Frmcustom.caption=Egendefinert Område
Frmcustom.btnre.caption=Anbefalt
Frmcustom.btnall.caption=Velg Alt
Frmcustom.btnnone.caption=Ikke Velg Noen
Frmcustom.btncancel.caption=Avbryt
Frmcustom.btnok.caption=Ok
FrmAbout.lblver.caption=Versjon:
FrmAbout.lblemail.caption=Support E-post:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=HjemmeSide:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Takk til følgende personer for deres bidrag:
FrmAboutWin.caption=Om
FrmAboutWin.btnok.caption=Ok
FrmSettings.caption=Innstillinger
FrmSettings.tsCommon.caption=Generell
FrmSettings.tsAutoRun.caption=Auto Kjør
FrmSettings.tsExclusion.caption=Utelatelse
FrmSettings.btnrestore.caption=Om oss
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Avbryt
FrmAutorunSettings.chk1.caption=Lag en "Rens med 1-klikk" snarvei og plasser på skrivebordet.
FrmAutorunSettings.lblcmd.caption=Kommando linje modus
FrmAutorunSettings.lblcmdinfo.caption=Du kan kjøre programmet, skanne og rense registeret automatisk fra kommando linje. For mer informasjon vennligst trykk F1 eller trykk på følgende link for å lese vårt hjelpe dokument.
FrmAutorunSettings.btnhelp.caption=Online Hjelp
FrmExclusion.btnAdd.caption=Skriv inn Søkeord
FrmExclusion.btnExport.caption=Eksporter
FrmExclusion.btnRemove.caption=Fjern
FrmExclusion.btnimport.caption=Importer
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Avbryt
FrmGeneral.chkNews.caption=Få Nyhetsbrev Automatisk
FrmGeneral.WiseLabel1.caption=Se etter Oppdateringer:
FrmGeneral.WiseLabel2.caption=Normal Språk:
FrmGeneral.btnchecknew.caption=Sjekk Nå
FrmGeneral.lbtran.caption=Oversett til...
FrmGeneral.lblscanmode.caption=Hvordan skanne registeret
FrmGeneral.rdnormal.caption=Normal (Anbefalt)
FrmGeneral.rdssafe.caption=Kun Trygge (Vis kun "Trygge" valg)
FrmGeneral.rddeep.caption=Dyp (Full skan modus for avanserte brukere)
Frm_br.btncancel.caption=Avbryt
FrmBackup.caption=Sikkerhetskopi
FrmBackup.btnreg.caption=Lag en full register sikkerhetskopi
FrmBackup.btnsys.caption=Lag et system gjenopprettings punkt
FrmRestore.caption=Gjenopprettings Senter
FrmRestore.btnRegBk.caption=Register Sikkerhetskopi
FrmRestore.btnSysBK.caption=Gjenopprett System
FrmRestore.btnclose.caption=Lukk
FrmRestore.btnrestore.caption=Gjenopprett
FrmRestore.btnremove.caption=Fjern
frmupdate.caption=Programvare Oppdatering
pmHelp=Online Hjelp
pmHome=Hjemmeside
pmCheckNew=Se etter oppdateringer
pmLang=Språk
pmAbout=Om
pmIgnore=Overse denne oppføringen
pmrec=Velg Trygge Oppføringer
pmAll1=Velg Alt
pmNone=Ikke Velg Noen
pmGo=Åpne i Register editor...
pmExport=Eksporter til...
FrmlikeUs.lblTitle.caption=Dersom du liker Wise Registry Cleaner, vennligst introduser dette gode gratis verktøyet til dine venner, kjente og andre.
FrmlikeUs.lblInfo.caption=Vennligst del Wise Registry Cleaner med din familie, venner, bekjent, og kollegaer via E-post, Blogg, Twitter, Youtube, Facebook, osv.. Utmerket! Du bringer bekvemelighet og effektivitet inn i deres liv.
FrmlikeUs.lblRate.caption=Grader Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Følg Oss på:
FrmlikeUs.lblshare.caption=Del Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Gratis Nedlasting
FrmlikeUs.imgrate.hint=Gi oss 5 stjerners karakter
FrmlikeUs.imgmail.hint=Del det med dine venner
FrmlikeUs.imgface1.hint=Del det på facebook
FrmlikeUs.imgface2.hint=Følg oss på facebook
FrmlikeUs.imgtwitter1.hint=Del det på twitter
FrmlikeUs.imgtwitter2.hint=Følg oss på twitter
FrmlikeUs.Caption=Liker det
FrmlikeUs.lbldownload.caption=Last ned flere gratisprogram fra WiseCleaner.com
FrmProcess.Caption=Register Analyse
FrmProcess.lblwait.caption=Analyserer..
FrmProcess.lblinfo.caption=PC-en din blir utilgjengelig i noen sekunder.
[GUI]
ButtonYes=Ja
ButtonNo=Nei
ButtonOK=Ok
ButtonMinimize=Minimer
ButtonMaximize=Maksimer
ButtonClose=Lukk
ButtonRestore=Gjenopprett
ButtonMenu=Meny
[Message]
Total=Total
DefragRate=Dette kan hjelpe deg å redusere register størrelse med %s.
SuggestDefrag=Det anbefales å defragmentere registeret umiddelbart.
SuggestIgnore=Registeret ditt har nesten ingen redundans, vennligst defragmenter neste gang.
TypeNoError=Rent
NeverClean=Du har ikke renset registeret enda. Det anbefales å gjøre dette umiddelbart!
AdviseClean=Regelmessig rens av registeret kan få din PC til å kjøre hurtigere og sikrere.
DupItem=Dette elementet er oppført i listen.
Advisedefrag=Register defragmentering
NeverDefrag=Du har ikke defragmentert registeret enda !
LastDefrag=Siste gang du defragmenterte registeret var:
TotalDefrag=Totalt %.2f er blitt komprimert.
DefaultValue=(Standard)
RegBackup=Sikkerhetskopier Register
RegRestore=Gjenopprett Register
CreateBackup=Lager sikkerhetskopi...
Compress=Komprimerer...
Extracte=Pakker ut..
Complete=Ferdig
RestoreReg=Gjenoppretter Register...Vent ett par minutter...
NotSupportOS=Funksjonen er ikke supportert på dette operativ systemet.
EnableRestore=System Gjenoppretting er deaktivert. Ønsker du å aktivere system gjenoppretting?
SysCreating=Lager et system gjenopprettings punkt...
SysRestoring=Klargjør for å gjenopprette systemet...
RestorePointDone=System gjenopprettings punkt ble vellykket opprettet.
RestorePointFail=Klarte ikke å lage system gjenopprettings punkt.
ErrorMsg=Feilmelding:
Area=Område
Summary=Beskrivelse
LeastOne=Vennligst velg minst ett område å skanne.
IsRunning=Programmet skanner, vennligst vent til skan er ferdig og prøv igjen.
Optimized=Optimalisert
DefragReport=Registeret er komprimert. Optimaliserings rapport:
DefragReport1=Gammel register størrelse:
DefragReport2=Ny register størrelse:
DefragReport3=Optimalisert størrelse:
ReOptimize=Optimaliser Igjen
ComfirmDefrag=Vennligst lagre alt arbeid, fordi PC-en vil starte på nytt umiddelbart etter register defragmenteringen. Ønsker du å begynne nå?
def15After=%d dager har gått siden du siste defragmenterte registeret. Vennligst deframenter nå!
def15Before=Maskinen din vil kjøre hurtigere og mer stabilt dersom du holder registeret så kompakt som mulig.
KeyWord=Skriv inn dine nøkkelord:
ExImport=Ekskluderings listen er eksportert til:
NoNewVer=Versjonen du bruker er den siste.
Daily=Daglig
Weekly=Ukentlig
Monthly=Månedlig
Never=Aldri
TranslateTo=Oversett til...
NeedBack=Det virker som dette er første gang du bruker dette programmet. Vi anbefaler at du umiddelbart tar en sikkerhetskopi av registeret. Ønsker du en automatisk sikkerhetskopiering nå?
Newsletter=Nyhetsbrev
UpgradeInfo=Oppgraderings Informasjon
CannotCrTask=Kan ikke lage en planlagt oppgave.
ScheduleNextTime=Neste gang:
Exported=Gjeldende oppføringer er eksportert til %s. Vil du åpne filen nå?
Idle=Når Ledig
LastClean=Du renset registeret sist den:
Monday=Mandag
Tuesday=Tirsdag
Wednesday=Onsdag
Thursday=Torsdag
Friday=Fredag
Saturday=Lørdag
Sunday=Søndag
IssueFound=%d elementer ble funnet.
Scanning=Skanner
ScanCanceled=Skannet ble kansellert
FindError=Totalt %d ble funnet denne gangen. %d var usikre.
LogAll=%d elementer funnet, %d elementer ble løst.
LogFail=Kunne ikke fjerne %d elementer.
StartClean=Start Rensing
StartScan=Start Søk
7After=%d dager gått siden du sist renset registeret. Foreslår rensing nå.
7Before=Dersom registeret holdes rent, kjører maskinen raskere!
ReScanHint=%d elementer funnet. Vi anbefaler å skanne en gang til for søk etter flere elementer.
CleanNow=Trykk  "Start Rensing" for å ordne disse elementene umiddelbart.
NoError=Gratulerer! Du har ett rent register!
GoodHabit=Regelmessig rens av registeret hjelper til å gi maks ytelse på din maskin.
ReScanHint1=Vi foreslår at du søker igjen umiddelbart for å finne flere potensielle elementer.
TypeChanged=Du har endret skanne innstillingene!
ReScanHint2=Vennligst skan igjen for å finne flere elementer
CleanDone=Ferdig med opprenskingen!
bkAuto=Automatisk
bkManual=Manuelt
BackupDate=Sikkerhetskopi Tidspunkt
BackupType=Sikkerhetskopi Type
Problems=Elementer
CreateDate=Laget Dato
Description=Beskrivelse
Removebackup=Ønsker du å fjerne valgte sikkerhetskopi?
RemoveSysRestore=Ønsker du å fjerne valgte system gjenopprettings punkt?
NoBackupSelected=Velg minst en sikkerhetskopi for gjenoppretting.
RestoreComplete=Gjenoppretting Ferdig
RestoreFromSysRestore=Du må starte maskinen på nytt for å gjenopprette systemet. Vil du starte gjenopprettingen nå?
[Tuneup]
RestoreAll=Ønsker du å gjenopprette alle elementene til Windows standard?
NoSelectedItem=Velg minst ett element for optimalisering
OptItems=Følgende %d elementer kan optimaliseres.
ItemsOptimized=%d elementer er optimalisert
TakeEff=Noen endringer vil ikke tre i kraft før du har restartet maskinen.
NoItems=Gratulerer! Alle elementer er optimalisert.
BootSpeedup=Oppstart/Avslutt akselerasjon
SystemStable=System Stabilitet
SystemSpeedup=System Hastighetsøkning
NetworkSpeedup=Nettverk Hastighetsøkning
PrefetchParameters=Optimaliserer forhåndshenting av parametre for raksere oppstart.
BootDelay=Reduserer "Sjekk Disk" tid gir raskere Windows oppstart.
BootPartition=Aktiver optimalisering funksjonen for å øke Windows oppstarts hastighet.
ClearPagingFile=Deaktiverer tømming av Windows Sidevekslingsfil ved avslutting av Windows, for raskere avslutning.
TimeOut=Reduserer applikasjon ledigtid ved avslutting. Effektiviserer avslutnings prosessen.
AutoKill=Stenger programmer som har gått i heng, for å unngå system krasj.
RestartExplorer=Starter Explorer automatisk dersom denne stopper uforutsett. Unngår at skrivebordet forsvinner.
TwoProcess=Setter Windows Explorer komponenter til å kjøre i separate prosesser for å unngå system konflikter.
ErrorReport=Deaktiverer å vise feil rapporter til skjerm. Øker system ytelse.
Debugger=Deaktiverer debugger for å effektivisere feil prosessering.
OptMemory=Optimaliserer minne standard oppsett for økt system ytelse.
OptVEff=Optimaliserer bruker grensesnitt (dialog boks, menyer, osv.) utseende. Øker system ytelse.
OptFileSystem=Optimaliserer fil systemet. Øker system ytelse.
OptDiskSystem=Optimaliserer disk I/O sub system. Øker system ytelse.
DisAutoRun=Deaktiverer "Autokjør" funksjon på stasjoner for å unngå virus infeksjon/forplantning.
OptDiskIdle=Optimaliserer disk I/O når CPU har ledig tid.
OptTTL=Optimaliserer TTL(Time To Live) settinger. Øker nettverks ytelse.
OptNetForward=Optimaliserer nettverks utgående kapasitet for økt nettverks ytelse.
OptMTU=Forbedrer TCP/IP ytelse gjennom automatisk deteksjon av "sorte hull" i routing med 'Path MTU Discovery' teknikk.
OptWINS=Optimaliserer 'WINS name query' tid for økt data overføring.
OptNetWork=Optimaliserer nettverks settinger for økt kommunikasjons ytelse.
CloseAnimate=Deaktiverer "Overgangs Effekter" for økt Windows oppdaterings hastighet.
PagingExecutive=Deaktiverer minne paginering og reduserer disk I/O for økt applikasjons ytelse. (Opsjonen kan bli ignorert dersom fysisk minne er <1 Gb).
StaticIP=Sett en statisk IP på din lokale forbindelse for økt PC oppstarts hastighet.
PorcessorTime=Optimaliserer prosessor ytelse for kjøring av applikasjoner, spill, osv. (Ignoreres dersom server)
DisableIDECheck=Forhindrer Windows i å utfører IDE kanal sjekk, for økt oppstart hastighet.
[Type]
Activex=ActiveX og COM Komponenter
FireWall=Brannmur Innstillinger
RootAll=Ugyldige Stier
SoftwareSection=Program Stier
ApplicationPaths=Applikasjons stier
FileTypes=Fil Typer
HelpFiles=Hjelpe Filer
Fonts=Fonter
SharedDLL=Delte DLL-er
MRULists=Sist Brukte Filer
UninstallSection=Avinstallerings Informasjon
StartMenu=Start Meny
StartupProgram=Oppstarts Programmer
SoundandAppEvents=Lyd og Hendelser
IEUrlHistory=Historie,Besøkte web sider med IE
IFEO=Kopi Filer
EmptyKey=Tomme Nøkler
App=Applikasjons Innstilling
[ErrorMessage]
EmptyKey=Oppføring uten informasjon
EmptyHelpdirctory=Tom Hjelp Katalog
FileNotExist=Fil / Folder eksisterer ikke.
HFileNotExist=Hjelp Fil/Folder eksisterer ikke
EmptyValue=Ingen verdier
TypeLib=Type Bibliotek eksisterer ikke:
NodeEmpty=Tom Node
SharedFilenotexist=Delt Fil eksisterer ikke.
sharedfilenotbeuse=Delt Fil ikke i bruk
noconnection=Uten fil koblings informasjon
Invalidpathtoicon=Ugyldig sti til ikon.
ReferstoaninvalidClass=Refererer til en ugyldig Klasse.
Emptyshellcommand=Shell kommando er tom.
Invalidshellcommand=Ugyldig shell kommando(Fil eksisterer ikke).
Fontsnotexist=Font Fil eksisterer ikke.
Hijacking=%s er kapret av %s.
MRULists=Historie over bruker aksesserte filer, viste filmer, editerte dokumenter osv.
invalidOpenWith=Ingen applikasjon assosiert med denne typen.
ReferActivex=Refererer til en ugyldig Activex/COM oppføring.
EmptyCLSID=Tom CLSID.
ComSourceNotExist=COM Kilde eksisterer ikke.
invalidUnistall=Ugyldig avinstallerings informasjon.
notexist=eksisterer ikke.
ObsoleteStartMenuItem=Overflødig Start Meny element.
SoundFilenotexist=Lyd Fil eksisterer ikke.
FileNotExist1=Fil / Folder eksisterer ikke, men bane "%s" er %s, vi anbefaler å ignorere denne feilen.
[CommonClean]
WhenIdle=Når Ledig
[Summary]
Activex=Ugyldig ActiveX og COM komponent
FireWall=Ugyldig Windows brannmur innstilling
RootAll=Ugyldig sti og filer
SoftwareSection=Ugyldig sti og bane etter avinstallert programvare
ApplicationPaths=Ugyldig registrert applikasjons sti og filer
FileTypes=Ugyldig fil type informasjon
HelpFiles=Ugyldig registrert hjelp filer
Fonts=Ugyldig font informasjon
SharedDLL=Manglende delt dynamisk-link bibliotek
MRULists=Historie over bruker aksesserte filer, viste filmer, editerte dokumenter osv.
UninstallSection=Ubrukelig eller ugyldig avinstallerings informasjon
StartMenu=Overflødig start meny oppføring
StartupProgram=Overflødig eller ugyldige oppstarts programmer
SoundandAppEvents=Overflødig eller ugyldig innstillinger for lyd og hendelser
IEUrlHistory=Historie over besøkte web sider med IE
IFEO=Skadelige oppføringer laget av spionprogram, virus eller ondsinnede programmer
EmptyKey=Oppføring uten informasjon
App=Ugyldig applikasjons innstilling
[AutoClean]
ErrorsFixed=feil er rettet.
Title=Gratulerer!
ErrorsFound=feil ble funnet.

